Repository: theMatys/ScheduleSchool
Catalog: ScheduleSchool/Source/UI/Storyboard/*.lproj/ScheduleSchool.strings
Languages: hu

# GEg-hd-aNo.text
source: Welcome.
hu: Üdvözlünk.

# HnT-dm-Gbo.text
source: Welcome to Schedule School, your all-in-one school companion. There are a couple of things we need to set up before you can use the application. Let’s not waste any more time and dive right in!
hu: Üdvözlünk a Schedule Schoolban, az iskolai életedet megkönnyítő alkalmazásban. Van egy pár dolog, amit el kell végeznünk, mielőtt használhatnád az alkalmazást. Ne is vesztegessük tovább az időt, és kezdjük is el!

# JPb-cO-2sL.text
source: Your profile
hu: A profilod

# ZbX-tY-JEh.text
source: Enter your first and last name. You can also set a profile picture if you’d like to.
hu: Kérjük, add meg a neved. Ha úgy szeretnéd, egy profilképet is beállíthatsz.

# xxa-gX-1zv.text
source: Tap the button below to add a profile picture.
hu: Az alábbi gomb megnyomásával tudsz profilképet hozzáadni.

# FMi-fd-1d0.normalTitle
source: Add profile picture
hu: Profilkép hozzáadása

# HG8-eS-Y3h.text
source: Your timetable.
hu: Az órarended.

# afv-F4-l09.text
source: It is essential for all kinds of scheduling to have a framework to adapt to. In our case, this framework is your timetable. The next couple of steps will set up your timetable.
hu: Bármely fajta beosztás számára elengedhetetlen egy keretrendszer, amely alapján készíthető el maga a beosztás. Jelen esetben, ez a keretrendszer az órarended. A következőkben az órarendedet fogjuk elkészíteni.

# n5g-PR-xlO.text
source: Monday
hu: Hétfő

# Z65-gn-ngU.text
source: What classes do you start off your week with?
hu: Milyen órákkal kezdődik a heted?

# Shp-6x-mMX.normalTitle
source: Add class
hu: Óra hozzáadása

# pAN-5n-i4a.text
source: Tuesday
hu: Kedd

# Xxg-5v-TuK.text
source: How about the follow-ups on Tuesday?
hu: Milyen órák követik az előzőeket kedden?

# nDM-wH-zWm.normalTitle
source: Add class
hu: Óra hozzáadása

# QYs-BU-7O3.text
source: Wednesday
hu: Szerda

# 2J2-jF-NeY.text
source: The massive mid-week ones?
hu: Hogy vannak a hét közepén?

# kgj-Z3-2MX.normalTitle
source: Add class
hu: Óra hozzáadása

# Jo4-LY-OSO.text
source: Thursday
hu: Csütörtök

# d9S-IL-Nws.text
source: How about the "Bear with it, it's almost Friday" day?
hu: Mi van a "Nyugalom, mindjárt péntek" nevezetű nappal?

# yPM-by-t10.normalTitle
source: Add class
hu: Óra hozzáadása

# H2j-3d-VdH.text
source: Friday
hu: Péntek

# K8L-1o-o3Z.text
source: Yaaaay, finally!!! It’s the end of the week!!
hu: Végre!!!! Vége a hétnek!!

# pMq-Mf-hW5.normalTitle
source: Add class
hu: Óra hozzáadása

# vjT-KF-q3M.text
source: Saturday
hu: Szombat

# c5L-tp-bbr.text
source: …or not if you have classes on Saturday.
hu: ...vagy nem, ha vannak óráid szombaton.

# mOu-Ad-9RJ.normalTitle
source: Add class
hu: Óra hozzáadása

# RWR-Ma-YAI.text
source: Sunday
hu: Vasárnap

# CLr-cK-lHP.text
source: …and especially not if there are ones on Sunday.
hu: ...és végképp nem, ha vasárnap is vannak.

# o8x-2O-K7M.normalTitle
source: Add class
hu: Óra hozzáadása
